import { ITestimonial } from "../types";
import Testimonial_1 from "../assets/testimonial_1.jpg";
import Testimonial_2 from "../assets/testimonial_2.jpg";

export const TESTIMONIALS_DATA: ITestimonial[] = [
  {
    id: 1,
    title: "Олег Гродненский",
    text: [
      "Спасибо ИП Колонтай и сотрудникам!",
      "Мы хотим поблагодарить ИП Колонтай и их сотрудников за предоставленную нам возможность арендовать экскаватор-погрузчик. Наша работа в садоводстве требовала такого инструмента, и мы счастливы, что сотрудники ИП Колонтай помогли нам.",
      "Сотрудники ИП Колонтай были очень приятными и профессиональными. Они помогли нам подобрать нужный экскаватор, который соответствовал нашим потребностям и требованиям. Они были готовы помочь и предоставить любую информацию, которую мы требовали.",
    ],
    image: Testimonial_1,
  },
  {
    id: 2,
    title: "Диана Вторичная",
    text: [
      "Отличный сервис от ИП Колонтай!",
      "Недавно нам потребовался экскаватор-погрузчик для работ на нашем садовом участке. Мы обратились в ИП Колонтай и остались полностью довольны их услугами.",
      "Процесс аренды был максимально удобным и быстрым. Менеджеры внимательно выслушали наши требования и предложили идеальный вариант техники. Стоимость аренды оказалась более чем разумной.",
      "Особенно хотим отметить профессионализм и клиентоориентированность сотрудников ИП Колонтай. Они обстоятельно проконсультировали нас по всем вопросам эксплуатации техники и оперативно реагировали на любые наши запросы.",
      "Благодаря слаженной работе команды ИП Колонтай, мы смогли быстро и качественно выполнить все необходимые работы на участке. Рекомендуем ИП Колонтай как надежного и ответственного поставщика спецтехники!",
    ],
    image: Testimonial_2,
  },
];
