import { ITestimonial } from "../types";
import Testimonial_1 from "../assets/testimonial_1.jpg";
import Testimonial_2 from "../assets/testimonial_2.jpg";

export const TESTIMONIALS_DATA: ITestimonial[] = [
  {
    id: 1,
    title: "Олег Гродненский",
    text: [
      "Спасибо ИП Колонтай и сотрудникам!",
      "Мы хотим поблагодарить ИП Колонтай и их сотрудников за предоставленную нам возможность арендовать экскаватор-погрузчик. Наша работа в садоводстве требовала такого инструмента, и мы счастливы, что сотрудники ИП Колонтай помогли нам.",
      "Сотрудники ИП Колонтай были очень приятными и профессиональными. Они помогли нам подобрать нужный экскаватор, который соответствовал нашим потребностям и требованиям. Они были готовы помочь и предоставить любую информацию, которую мы требовали.",
    ],
    image: Testimonial_1,
  },
  {
    id: 2,
    title: "Диана Вторичная",
    text: [
      "Спасибо ИП Колонтай и сотрудникам!",
      "Мы хотим поблагодарить ИП Колонтай и их сотрудников за предоставленную нам возможность арендовать экскаватор-погрузчик. Наша работа в садоводстве требовала такого инструмента, и мы счастливы, что сотрудники ИП Колонтай помогли нам.",
      "Сотрудники ИП Колонтай были очень приятными и профессиональными. Они помогли нам подобрать нужный экскаватор, который соответствовал нашим потребностям и требованиям. Они были готовы помочь и предоставить любую информацию, которую мы требовали.",
    ],
    image: Testimonial_2,
  },
];
